const jobs = [
  {
    job: "前端工程師學員",
    company: "Alpha Camp ",
    time: "2022-2023",
    content:
      ["1.學習HTML、CSS、JavaScript網頁構成三大語言","2.bootstrap切版套件","3.React前端框架","4.串接前後端API5.Git版本控制",]
  },
  {
    job: "外送員",
    company: "優食台灣股份有限公司",
    time: "2021-2022",
    content:
      ["需具備良好的溝通能力、耐心、細心和適應能力，能夠根據客戶的要求快速準確地完成配送工作。","且好幾個月都達到鑽石等級(每個月1000+趟/99%好評)，因此需要具備一定的體力和耐力，能夠應對長時間的工作壓力和各種惡劣的天氣環境。",]
  },
  {
    job: "藥師助理",
    company: "荷仕康藥局",
    time: "2019-2021",
    content:
      ["負責處理處方簽，確保處方簽上的藥品與用量正確。","同時，管理管制藥品，確保它們在合法的範圍內使用和儲存。","除了這些基本的工作任務，我也非常注重客戶服務。","在藥局工作期間，我經常接待來自各種背景的客戶，並致力於為他們提供最好的藥物建議和服務。我有耐心，總是願意聆聽他們的問題和疑慮，並為他們提供清晰明確的解答和建議。",]
  },
  {
    job: "研發人員",
    company: "廣吉食品",
    time: "2013-2014",
    content:
      ["主要工作內容包括商品打樣、代客開發、撰寫產線執行SOP和撰寫產品品管標準等。","熟悉各種食品的生產過程和相關標準，能夠為客戶提供專業的食品研發建議和服務。","我非常注重產品的品質和口感，在商品打樣過程中會精益求精，不斷優化產品的口感和品質，確保客戶滿意度。善於與團隊成員合作，共同完成項目。","同時，我也有良好的溝通和管理能力，能夠有效地協調各方面的工作，確保項目的進度和品質。",]
  },
  {
    job: "營養師",
    company: "台東縣農會東農餐廳",
    time: "2011-2012",
    content: ["調配國小營養午餐菜單、營養成分分析、成本分析、賣場盤點",]
  },
  {
    job: "營養學系學士",
    company: "私立中國醫藥大學",
    time: "2005-2009",
    content: ["",]
  },
];

export default jobs;
