const jobs = [
  {
    job: "前端工程師學員",
    company: "Alpha Camp ",
    time: "2022-2023",
    content: [
      "1.學習HTML、CSS、JavaScript網頁構成三大語言",
      "2.bootstrap切版套件",
      "3.React前端框架",
      "4.串接前後端API",
      "5.Git版本控制",
    ],
  },
  {
    job: "外送員",
    company: "優食台灣股份有限公司",
    time: "2021-2022",
    content: [
      "1.到店家確認且確實地將餐點送到客戶指定地點。",
      "2.工作時間自由，但也因為自由，為了賺取趟次獎勵，更需要自律，無論大太陽或下雨，該出門就是要出門。",
      "3.需要處理各種突發狀況，如客人寫錯地址，需要聯絡客人並更換送餐地點、店家餐點內容有異，要確認餐點內容及單號、店家出餐延後，要告知客人餐點狀況等。",
    ],
  },
  {
    job: "藥師助理",
    company: "荷仕康藥局",
    time: "2019-2021",
    content: [
      "1.處理處方簽，確保處方簽上的藥品與用量正確， 同時，管理管制藥品，確保它們在合法的範圍內使用和儲存。",
      "2.接待上門客戶，要耐心解釋並提供適當的藥物建議和服務。",
      "3.依照個人狀況不同，提供所需保健食品需求建議，讓客人知道為何而吃，以及各產品之間的差異性。",
    ],
  },
  {
    job: "研發人員",
    company: "廣吉食品",
    time: "2013-2014",
    content: [
      "1.沖泡飲品商品打樣、代客開發、撰寫產線執行SOP和撰寫產品品管標準等。 ",
      "2.熟悉各種食品的生產過程和相關標準，提供客戶專業的食品研發建議和服務。並開發出客戶滿意的產品品質及口感。 ",
      "3.與團隊成員合作、分配完成項目。有時工作超量，需要互相支援。",
    ],
  },
  {
    job: "營養師",
    company: "台東縣農會東農餐廳",
    time: "2011-2012",
    content: [
      "1.調配國中小營養午餐菜單、營養成分分析、成本分析。",
      "2.國中、小、幼稚園營養衛教。",
      "3.中央廚房、學校廚房品質監控。",
    ],
  },
  {
    job: "營養學系學士",
    company: "私立中國醫藥大學",
    time: "2005-2009",
    content: [""],
  },
];

export default jobs;
